[
	{
		"name":"Sputnik",
		"description":"<p>Launched on October 4, 1957, Sputnik amazed the world by being the first satellite to orbit earth.  It was a spherical shaped satellite that was made of aluminum, and it weighed a light amount of 83.6kg.  As well as being light, Sputnik was simple, as it only carried two radios and a thermometer.  </p><p>After being launched, Sputnik lived a short life.  It transmitted radio signals for 21 days, and just 36 days later, Sputnik was destroyed while coming back into the atmosphere.  Even though Sputnik had a small lifespan, it had a major impact, as its launch triggered the start of the space age.</p>",  
		"image":"/images/sputnik1.jpg",
		"caption":"An image of the Sptnik 1 orbiting earth."

	},
	{
		"name":"Explorer I",
		"description":"<p>Explorer I was launched through its Jupiter-C rocket on February 1, 1958 as a response to Russia's Sputnik 1. It carried a cosmic ray detector for measuring the cosmic rays around earth, and to many people's surprise, they were had a small presence.  "+
		"Even with its instruments, Explorer I weighed significantly less with only 30.66 pounds, 18 of them being instruments.  "+
		"Its length of 80in and diameter of 6.25cm also contribute to the light weight.</p><p>The Explorer satellite continually sent new data, until its nickel cadmium battery died on May 23, 1958.  "+
		"However, it remained in orbit until 1970, when it crashed in the Pacific Ocean on March 31 after completing 58,000 orbits around earth.  "+
		"Even with its short life, Explorer I was a major success, as it taught scientists how satellites behave around earth, and how many cosmic rays exist around earth.  </p>",
		"image":"/images/explorer1.jpg",
		"caption":"A picture of Explorer I."
	},
	{
		"name":"Mariner 2",
		"description":"<p>On August 27, 1962, Mariner 2 was launched by its 225N rocket as a satellite for flyby planetary exploration after Mariner 1 failed.  The satellite weighed 202.8 kg and was 3.66m in height. It's mission was to return data on Venus's atmosphere, magnetic field, charged particle environment, and mass. </p><p>Mariner 2 had traditional solar panel wings for a constant supply of power, and it contained 1000 Watt-hour zinc batteries to store energy.  Its transmitter used the antenna dish on it to send and receive signals.  Along with those instruments, the satellite used multiple instruments for recording data, maintaining temperature, and recording data, such as its microwave radiometer.</p><p>With these instruments, the spacecraft discovered that Venus has a hot surface temperatures, a high surface pressure, mostly carbon dioxide for its atmosphere, a layer of clouds at about 60km altitude, and it has no magnetic field.  Estimates on its mass were also inferred.</p>",
		"image":"/images/mariner2.jpg",
		"caption":"Mariner 2, Cruising through the Solar System"
	},
	{
		"name":"Luna 16",
		"description":"<p>Luna 16, the first robotic probe lander on the moon, launched on September 12, 1970.  It had four legs attached to a cylindrical body with many other tools for studying the lunar mass, such as a drill and an extendable arm.  These were useful in collecting sample soil from the moon, for investigating it at a later time on earth.</p><p>Luna 16 began its descent to the moon on September 20, and it had a successful, soft landing.  About a day later, after it had collected samples, the lander was picked up.  Then, on September 24, it made a safe landing to earth.</p>",
		"image":"/images/luna16.jpg",
		"caption":"An image of Luna 16 flying in space"
	},
	{
		"name":"Hubble Telescope",
		"description":"<p>Hubble, a complex camera, launched on April 24, 1990 as an advanced photographic telescope to take high quality pictures of many star formations, comets, and nebulae to escape earth's blurring atmosphere.  It takes photos using infared and ultraviolet sensors from the exosphere, which does not have many contaminants.  </p><p>To carry all of these sensors, Hubble needs considerable size, which is why it measures 43 feet in length and 14 feet in width.  Not only does it hold a multitude of sensors, but it has two mirrors and support systems that help the telescope focus.  Finally, the essential antenna allows the telescope to keep in constant communication with NASA, so that it can send back data.</p>",
		"image":"/images/hubble.jpg",
		"caption":"A diagram of the Hubble Telescope"
	},
	{
		"name":"Mars Odyssey",
		"description":"<p>The Mars Odyssey satellite has significantly contributed to NASA's knowledge of Mars after its launch on April 7, 2001.  Using its three instruments, THEMIS, GRS, and MARIE, this satellite has gathered information on Mars's radiation levels, mapped the surface of the elements on Mars, and even discovered water.  The Odyssey still continues to orbit Mars today, and it can still make new discoveries.</p>",
		"image":"/images/odyssey.jpg",
		"caption":"A diagram of the Mars Odyssey"
	},
	{
		"name":"Curiosity Rover",
		"description":"INSERT DESCRIPTION HERE",
		"image":"/images/curiosity.jpg",
		"caption":"A picture of the Curiosity Rover on mars"
	},
	{
		"name":"InSight",
		"description":"none",
		"image":"",
		"caption":"A picture of InSight"
	}
]
